btn-common =
    .notification-close = Закрыть

btn-back =
    .common = Назад
    .close = Закрыть

btn-goto =
    .ns-credentials = Войти в электронный журнал
    .register-grade = Указать класс
    .user-profile = Профиль пользователя

btn-rooms =
    .free = Свободные кабинеты
    .find = Найти кабинет

btn-menu =
    .today = Сегодня
    .tomorrow = Завтра

    .rooms = Кабинеты
    .netschool = Электронный журнал

    .week = Неделя
    .year = Год

    .inline = Режим "в строке"
    .settings = Настройки

    .admin = Админ-панель

btn-admin =
    .schedule = Загрузить расписание
    .photo = Добавить фото года
    .users = Управление пользователями
    .broadcast = Рассылка

btn-user-dash =
    .admin = Сделать администратором
    .delete = Удалить
    .message = Отправить сообщение

btn-settings =
    .change-class = Сменить класс
    .ns-credentials = Логин и пароль
    .notifications = Уведомления
    .become-admin = Стать администратором

btn-ns-week =
    .webapp = 🗓️ Электронный журнал
    .prev = ← Неделя
    .next = Неделя →

btn-register-grade =
    .grades = 🏫 Найти класс
    .teachers = 👨‍🏫 Найти учителя

btn-time =
    .display = Показать время
    .hide = Скрыть время
